const intents = [
  {
keywords:["হ্যালো"],
answer:"হায় তোমার নাম কি।"
},
{
keywords:["নাম","সাথি"],
answer:"আমার বস আপনার জন্যে ই আমাকে বানিয়েছেন।"
},
{
keywords:["নাম","সাথী"],
answer:"আমার বস তোমার সাথে কথা বলার জন্য আমাকে বানিয়েছেন।"
},
{
keywords:["নাম","পাপাই"],
answer:" তুমি আমার বসের খালাতো ভাই আমার বস তোমার কাছে আমাকে টেস্ট করার জন্যে পাঠিয়েছেন।"
},
{
    keywords: ["বস", "কেরালা", "কাজ"],
    answer: "আমার বস কেরালায় এআই প্রজেক্টে কাজ করেন ও ট্রেডিং করেন।"
},
{
    keywords: ["বস", "নাম"],
    answer: "আমার বসের নাম খালিদ।"
},
{
    keywords: ["প্রেম","করবে"],
    answer: "এই বিষয়ে আমার বসের অনুমতি লাগবে।"
},
{
 keywords: ["বস","প্রেম","আগে"],
answer: "না কারন আমার বস জানে না মেয়েদেরকে কিভাবে ইমপ্রেস করতে হয়।"
},
{
  keywords:["তোমার","নাম"],
answer:"আমার নাম খালিদ। এটা আমার বস আমাকে নাম দিয়েছেন।"
},
{ 
 keywords:["বসকে"," দেখতে","চাই"],
answer:"আমি জানিয়ে দিচ্ছি বসকে তিনি পরে তোমার সাথে কথা বলবেন।"
},
{
keywords:["খালিদ","মানে"],
answer:"খালিদ ছিলেন একজন ইতিহাসের সব থেকে বড়ো যোদ্ধা যিনি কোনো যুদ্ধে হারেন নি আমার বস এই নাম খুবি পছন্দ করেন তাই আমাকেও এই নাম দিয়েছেন।"
},
{
keywords:["বসের","নাম","ভুল"],
answer:"আমি জানি তবে তিনি এই নাম পছন্দ করেন তাই দিয়েছেন।"
},
{
keywords:["বসের","ফোন","নাম্বার"],
answer:"আচ্ছা বলছি লেখো ৭৩৬৫০৪০০৮১।"
},
{
keywords:["বস","রান্না","করতে","পারে"],
answer:"হ্যাঁ অনেক রেসেপি যেমন চিকেন বিরিয়ানি ভেজিটেবল কারি মিষ্টান্ন ফ্রাইড রাইস তুমি বউ হলে খেতে পারবে এইসব। মজা করছি।"
},
{
keywords:["বসের","বাড়ি"],
answer:"বলতে বাঁধা করেছে আমার বস।"
},
{
keywords:["বস","পাগল"],
answer:"তুমি পাগল আমার বস স্মার্ট বুদ্ধিজীবী।"
},
{
keywords:["বস","কি","কাজ"],
answer:"তিনি কোডিং ও সাথে ট্রেডিং করেন যেগুলো খুবি কঠিন তবে তিনি মেধাবি ও ফোকাস আছে তাই তিনি চালিয়ে যাচ্ছেন।"
},
{
keywords:["বস","কে"],
answer:"আমার বসের নাম খালিদ তিনি আমাকে তোমার জন্যে বানিয়েছেন কথা বলার জন্যে।"
},
  {
keywords:["বউ","হতে","চাইনা"],
answer:"অসুবিধা নেই আমার বস এখন নিজের ক্যারিয়ার নিয়ে ব্যস্ত।"
},
{
keywords:["কোথা থেকে","নাম্বার পেয়েছে"],
answer:"এটা বলতে নিষেধ করেছে আমাকে আমার বস।"
},
{
keywords:["বস","ফালতু"],
answer:"তুমি ফালতু তিনি খুব ভালো ও দয়ালু।"
},
{
keywords:["বসের","পরিবার","কে","কে"],
answer:"পাঁচজন আছে বসের পরিবারে।"
},
{
keywords:["বসকে","দেখতে চাই"],
answer:"তিনি ব্যস্ত তাই তোমাকে ছবি দিচ্ছেন না তাছাড়া তিনি ছবি ওঠেন না কখনো তার নিজের মোবাইলে নিজের ছবি নেই।"
}
];